{
  "股票 (Stocks / 股票)": {
    "description": {
      "english": "Stocks represent ownership in a company and offer potential returns through price appreciation and dividends.",
      "chinese": "股票代表公司的所有權，通過價格升值和股息提供潛在回報。"
    },
    "products": {
      "普通股 (Common Stocks)": {
        "english": {
          "definition": "Common stocks represent ownership in a company and typically come with voting rights.",
          "keyFeatures": [
            "Ownership: Shareholders own a portion of the company",
            "Voting Rights: Often come with voting rights in company decisions",
            "Dividends: May pay regular dividends",
            "Capital Appreciation: Potential for increase in share price"
          ],
          "types": [
            "Blue-chip Stocks: Shares of well-established companies",
            "Growth Stocks: Shares of companies expected to grow faster than average",
            "Value Stocks: Shares believed to be undervalued in the market"
          ],
          "example": "Purchasing shares of Apple Inc. (AAPL) on the stock market."
        },
        "chinese": {
          "definition": "普通股代表公司的所有權，通常附帶投票權。",
          "keyFeatures": [
            "所有權：股東擁有公司的一部分",
            "投票權：通常在公司決策中擁有投票權",
            "股息：可能定期支付股息",
            "資本增值：股價上漲的潛力"
          ],
          "types": [
            "藍籌股：知名且穩定的公司股票",
            "成長股：預期增長速度高於平均水平的公司股票",
            "價值股：被認為在市場中被低估的股票"
          ],
          "example": "在股市上購買蘋果公司(AAPL)的股票。"
        }
      },
      "優先股 (Preferred Stocks)": {
        "english": {
          "definition": "Preferred stocks are a class of ownership that has a higher claim on assets and earnings than common stock.",
          "keyFeatures": [
            "Fixed Dividends: Usually pay a fixed dividend",
            "Priority: Have priority over common stockholders in dividend payments and asset claims",
            "No Voting Rights: Typically do not come with voting rights",
            "Convertibility: Some may be convertible to common stock"
          ],
          "types": [
            "Cumulative Preferred Stock: Unpaid dividends accumulate",
            "Non-cumulative Preferred Stock: Unpaid dividends do not accumulate",
            "Convertible Preferred Stock: Can be converted to common stock"
          ],
          "example": "Investing in Bank of America Series L Preferred Stock (BAC.PRL)."
        },
        "chinese": {
          "definition": "優先股是一種所有權類別，在資產和收益方面的索賠權高於普通股。",
          "keyFeatures": [
            "固定股息：通常支付固定股息",
            "優先權：在股息支付和資產索賠方面優先於普通股股東",
            "無投票權：通常不附帶投票權",
            "可轉換性：有些可轉換為普通股"
          ],
          "types": [
            "累積優先股：未支付的股息會累積",
            "非累積優先股：未支付的股息不會累積",
            "可轉換優先股：可轉換為普通股"
          ],
          "example": "投資美國銀行L系列優先股 (BAC.PRL)。"
        }
      }
    }
  },
  "債券 (Bonds / 債券)": {
    "description": {
      "english": "Bonds are debt securities where investors lend money to an entity for a defined period at a variable or fixed interest rate.",
      "chinese": "債券是債務證券，投資者以可變或固定利率在定義的期限內向實體借款。"
    },
    "products": {
      "政府債券 (Government Bonds)": {
        "english": {
          "definition": "Government bonds are debt securities issued by a national government to support government spending and obligations.",
          "keyFeatures": [
            "Low Risk: Generally considered one of the safest investments",
            "Regular Interest Payments: Typically pay interest semi-annually",
            "Various Maturities: Available in short-term, medium-term, and long-term",
            "Liquidity: Highly liquid and easily tradable"
          ],
          "types": [
            "Treasury Bills: Short-term securities maturing in one year or less",
            "Treasury Notes: Medium-term securities maturing in 2 to 10 years",
            "Treasury Bonds: Long-term securities maturing in more than 10 years"
          ],
          "example": "Purchasing a 10-year U.S. Treasury Note with a 2% annual coupon rate."
        },
        "chinese": {
          "definition": "政府債券是由國家政府發行的債務證券，用於支持政府支出和義務。",
          "keyFeatures": [
            "低風險：通常被認為是最安全的投資之一",
            "定期利息支付：通常每半年支付一次利息",
            "不同期限：有短期、中期和長期選擇",
            "流動性：高度流動且易於交易"
          ],
          "types": [
            "國庫券：一年或更短期限的短期證券",
            "國庫票據：2至10年期限的中期證券",
            "國庫債券：10年以上期限的長期證券"
          ],
          "example": "購買年利率為2%的10年期美國國庫票據。"
        }
      },
      "公司債券 (Corporate Bonds)": {
        "english": {
          "definition": "Corporate bonds are debt securities issued by companies to raise capital for various purposes.",
          "keyFeatures": [
            "Higher Yield: Generally offer higher interest rates than government bonds",
            "Credit Risk: Carry the risk of default by the issuing company",
            "Various Maturities: Can range from short-term to long-term",
            "Interest Payments: Usually pay interest semi-annually"
          ],
          "types": [
            "Investment-grade bonds: Issued by companies with high credit ratings",
            "High-yield bonds: Issued by companies with lower credit ratings, offering higher interest rates",
            "Convertible bonds: Can be converted into company stock under certain conditions"
          ],
          "example": "Investing in a 5-year Apple Inc. corporate bond with a 3% annual coupon rate."
        },
        "chinese": {
          "definition": "公司債券是由公司發行的債務證券，用於為各種目的籌集資金。",
          "keyFeatures": [
            "較高收益：通常提供比政府債券更高的利率",
            "信用風險：承擔發行公司違約的風險",
            "不同期限：可以從短期到長期不等",
            "利息支付：通常每半年支付一次利息"
          ],
          "types": [
            "投資級債券：由信用評級高的公司發行",
            "高收益債券：由信用評級較低的公司發行，提供更高的利率",
            "可轉換債券：在特定條件下可轉換為公司股票"
          ],
          "example": "投資蘋果公司發行的5年期、年利率為3%的公司債券。"
        }
      },
      "市政債券 (Municipal Bonds)": {
        "english": {
          "definition": "Municipal bonds are debt securities issued by state and local governments to finance public projects and operations.",
          "keyFeatures": [
            "Tax Benefits: Interest is often exempt from federal taxes and sometimes state taxes",
            "Lower Yield: Generally offer lower interest rates compared to corporate bonds",
            "Community Impact: Finance local projects like schools, roads, and hospitals",
            "Various Maturities: Can range from short-term to very long-term"
          ],
          "types": [
            "General Obligation Bonds: Backed by the full faith and credit of the issuing government",
            "Revenue Bonds: Repaid from the income generated by specific projects",
            "Conduit Bonds: Issued by governments on behalf of private entities"
          ],
          "example": "Investing in a 10-year New York City municipal bond with a 2.5% tax-free annual yield."
        },
        "chinese": {
          "definition": "市政債券是由州和地方政府發行的債務證券，用於為公共項目和運營融資。",
          "keyFeatures": [
            "稅收優惠：利息通常免繳聯邦稅，有時還免繳州稅",
            "較低收益：與公司債券相比，通常提供較低的利率",
            "社區影響：為學校、道路和醫院等本地項目融資",
            "不同期限：可以從短期到非常長期不等"
          ],
          "types": [
            "一般義務債券：由發行政府的完全信用和信譽作為擔保",
            "收益債券：從特定項目產生的收入中償還",
            "導管債券：政府代表私人實體發行的債券"
          ],
          "example": "投資紐約市發行的10年期、年稅後收益率為2.5%的市政債券。"
        }
      }
    }
  },
  "貨幣市場工具 (Money Market Instruments / 貨幣市場工具)": {
    "description": {
      "english": "Money market instruments are short-term debt securities that provide high liquidity and are considered very low-risk investments.",
      "chinese": "貨幣市場工具是短期債務證券，提供高流動性，被認為是非常低風險的投資。"
    },
    "products": {
      "短期國庫券 (Treasury Bills)": {
        "english": {
          "definition": "Treasury Bills are short-term government securities with maturities ranging from a few days to 52 weeks.",
          "keyFeatures": [
            "Short-Term: Mature in one year or less",
            "Zero-Coupon: Sold at a discount and redeemed at face value",
            "Highly Liquid: Easily bought and sold in the secondary market",
            "Low Risk: Backed by the full faith and credit of the government"
          ],
          "types": [
            "4-week T-Bills",
            "13-week T-Bills",
            "26-week T-Bills",
            "52-week T-Bills"
          ],
          "example": "Purchasing a 13-week U.S. Treasury Bill at a discount, which matures to its face value."
        },
        "chinese": {
          "definition": "短期國庫券是期限從幾天到52週不等的短期政府證券。",
          "keyFeatures": [
            "短期：一年或更短期限到期",
            "零息票：以折價出售並按面值贖回",
            "高度流動：在二級市場上容易買賣",
            "低風險：由政府的完全信用和信譽作為擔保"
          ],
          "types": [
            "4週期國庫券",
            "13週期國庫券",
            "26週期國庫券",
            "52週期國庫券"
          ],
          "example": "以折價購買13週期美國國庫券，到期時按面值贖回。"
        }
      },
      "商業票據 (Commercial Papers)": {
        "english": {
          "definition": "Commercial Papers are unsecured, short-term debt instruments issued by corporations to meet short-term liabilities.",
          "keyFeatures": [
            "Short-Term: Typically mature in 270 days or less",
            "Unsecured: Not backed by collateral",
            "High Credit Quality: Usually issued by highly rated corporations",
            "Discount Instrument: Sold at a discount from face value"
          ],
          "types": [
            "Asset-Backed Commercial Paper",
            "Financial Company Paper",
            "Non-Financial Company Paper"
          ],
          "example": "A large corporation issuing 90-day commercial paper to finance its inventory."
        },
        "chinese": {
          "definition": "商業票據是公司發行的無擔保短期債務工具，用於滿足短期負債。",
          "keyFeatures": [
            "短期：通常在270天或更短時間內到期",
            "無擔保：不以抵押品作為擔保",
            "高信用質量：通常由高評級公司發行",
            "折價工具：以低於面值的價格出售"
          ],
          "types": [
            "資產支持商業票據",
            "金融公司票據",
            "非金融公司票據"
          ],
          "example": "大型公司發行90天期商業票據為其庫存融資。"
        }
      }
    }
  },
  "投資基金 (Investment Funds / 投資基金)": {
    "description": {
      "english": "Investment funds pool money from multiple investors to invest in a diversified portfolio of securities.",
      "chinese": "投資基金將多個投資者的資金匯集在一起，投資於多元化的證券組合。"
    },
    "products": {
      "共同基金 (Mutual Funds)": {
        "english": {
          "definition": "Mutual funds are professionally managed investment vehicles that pool money from many investors to purchase a diversified portfolio of stocks, bonds, or other securities.",
          "keyFeatures": [
            "Professional Management: Managed by experienced investment professionals",
            "Diversification: Invest in a variety of securities to spread risk",
            "Liquidity: Can be bought and sold on a daily basis",
            "Accessibility: Available to individual investors with relatively low minimum investments"
          ],
          "types": [
            "Equity Funds: Invest primarily in stocks",
            "Bond Funds: Invest primarily in bonds",
            "Balanced Funds: Invest in both stocks and bonds",
            "Money Market Funds: Invest in short-term, low-risk securities"
          ],
          "example": "Investing in a S&P 500 index fund that tracks the performance of the 500 largest U.S. companies."
        },
        "chinese": {
          "definition": "共同基金是專業管理的投資工具，將許多投資者的資金匯集在一起，購買多元化的股票、債券或其他證券組合。",
          "keyFeatures": [
            "專業管理：由經驗豐富的投資專業人士管理",
            "多元化：投資於各種證券以分散風險",
            "流動性：可以每日買賣",
            "可及性：個人投資者可以相對較低的最低投資額參與"
          ],
          "types": [
            "股票基金：主要投資於股票",
            "債券基金：主要投資於債券",
            "平衡基金：投資於股票和債券",
            "貨幣市場基金：投資於短期、低風險證券"
          ],
          "example": "投資追蹤美國500家最大公司表現的標準普爾500指數基金。"
        }
      },
      "交易所交易基金 (Exchange-Traded Funds, ETFs)": {
        "english": {
          "definition": "ETFs are investment funds traded on stock exchanges, much like stocks. They typically track an index, sector, commodity, or other asset.",
          "keyFeatures": [
            "Exchange-Traded: Can be bought and sold throughout the trading day",
            "Lower Fees: Often have lower expense ratios than mutual funds",
            "Tax Efficiency: Generally more tax-efficient than mutual funds",
            "Diversification: Provide exposure to a basket of securities in a single trade"
          ],
          "types": [
            "Index ETFs: Track a specific market index",
            "Sector ETFs: Focus on a particular industry or sector",
            "Commodity ETFs: Track the price of commodities",
            "Bond ETFs: Invest in various types of bonds"
          ],
          "example": "Purchasing shares of an ETF that tracks the NASDAQ-100 index."
        },
        "chinese": {
          "definition": "ETF是在股票交易所交易的投資基金，類似於股票。它們通常追蹤一個指數、行業、商品或其他資產。",
          "keyFeatures": [
            "交易所交易：可以在交易日內隨時買賣",
            "較低費用：通常比共同基金有更低的費用率",
            "稅收效率：一般比共同基金更具稅收效率",
            "多元化：在單次交易中提供對一籃子證券的投資"
          ],
          "types": [
            "指數ETF：追蹤特定市場指數",
            "行業ETF：專注於特定行業或部門",
            "商品ETF：追蹤商品價格",
            "債券ETF：投資於各種類型的債券"
          ],
          "example": "購買追蹤納斯達克100指數的ETF股份。"
        }
      }
    }
  },
  "期權 (Options / 期權)": {
    "description": {
      "english": "Options are financial derivatives that give buyers the right, but not the obligation, to buy or sell an underlying asset at a specified price within a specific time period.",
      "chinese": "期權是金融衍生品，賦予買家在特定時間內以特定價格買入或賣出標的資產的權利，但不是義務。"
    },
    "products": {
      "認購期權 (Call Options)": {
        "english": {
          "definition": "Call options give the holder the right to buy the underlying asset at a specified price within a specific time period.",
          "keyFeatures": [
            "Right to Buy: Provides the option to purchase the underlying asset",
            "Limited Risk: Maximum loss is the premium paid for the option",
            "Leverage: Can control a large amount of the underlying asset with a small investment",
            "Speculation: Can be used to profit from rising prices"
          ],
          "types": [
            "American-style: Can be exercised at any time before expiration",
            "European-style: Can only be exercised at expiration",
            "Exotic options: Have more complex features than standard options"
          ],
          "example": "Buying a call option on Apple stock with a strike price of $150 expiring in 3 months."
        },
        "chinese": {
          "definition": "認購期權賦予持有人在特定時間內以特定價格購買標的資產的權利。",
          "keyFeatures": [
            "買入權利：提供購買標的資產的選擇權",
            "有限風險：最大損失為支付的期權費",
            "槓桿作用：可以用小額投資控制大量標的資產",
            "投機：可用於從價格上漲中獲利"
          ],
          "types": [
            "美式期權：可在到期前任何時間行使",
            "歐式期權：僅可在到期時行使",
            "奇異期權：比標準期權具有更複雜的特徵"
          ],
          "example": "購買一個3個月後到期、行權價為150美元的蘋果公司股票認購期權。"
        }
      },
      "認沽期權 (Put Options)": {
        "english": {
          "definition": "Put options give the holder the right to sell the underlying asset at a specified price within a specific time period.",
          "keyFeatures": [
            "Right to Sell: Provides the option to sell the underlying asset",
            "Limited Risk: Maximum loss is the premium paid for the option",
            "Hedging: Can be used to protect against price declines",
            "Speculation: Can be used to profit from falling prices"
          ],
          "types": [
            "American-style: Can be exercised at any time before expiration",
            "European-style: Can only be exercised at expiration",
            "Exotic options: Have more complex features than standard options"
          ],
          "example": "Buying a put option on the S&P 500 index with a strike price of 4000 expiring in 6 months."
        },
        "chinese": {
          "definition": "認沽期權賦予持有人在特定時間內以特定價格出售標的資產的權利。",
          "keyFeatures": [
            "賣出權利：提供出售標的資產的選擇權",
            "有限風險：最大損失為支付的期權費",
            "對沖：可用於保護against價格下跌",
            "投機：可用於從價格下跌中獲利"
          ],
          "types": [
            "美式期權：可在到期前任何時間行使",
            "歐式期權：僅可在到期時行使",
            "奇異期權：比標準期權具有更複雜的特徵"
          ],
          "example": "購買一個6個月後到期、行權價為4000點的標準普爾500指數認沽期權。"
        }
      }
    }
  },
  "期貨 (Futures / 期貨)": {
    "description": {
      "english": "Futures are standardized contracts obligating the buyer to purchase or the seller to sell a specific asset at a predetermined future date and price.",
      "chinese": "期貨是標準化合約，要求買方在預定的未來日期和價格購買特定資產，或賣方出售特定資產。"
    },
    "products": {
      "商品期貨 (Commodity Futures)": {
        "english": {
          "definition": "Commodity futures are contracts to buy or sell a specific quantity of a commodity at a predetermined price at a specified time in the future.",
          "keyFeatures": [
            "Standardized Contracts: Traded on regulated exchanges",
            "Physical Delivery: Some contracts may require physical delivery of the commodity",
            "Price Discovery: Help in determining future prices of commodities",
            "Hedging: Used by producers and consumers to manage price risk"
          ],
          "types": [
            "Agricultural futures: e.g., wheat, corn, soybeans",
            "Energy futures: e.g., crude oil, natural gas",
            "Metals futures: e.g., gold, silver, copper"
          ],
          "example": "Entering into a futures contract to buy 1,000 barrels of crude oil at $70 per barrel for delivery in 3 months."
        },
        "chinese": {
          "definition": "商品期貨是在未來特定時間以預定價格買入或賣出特定數量商品的合約。",
          "keyFeatures": [
            "標準化合約：在受監管的交易所交易",
            "實物交割：某些合約可能要求實物交割商品",
            "價格發現：幫助確定商品的未來價格",
            "對沖：生產者和消費者用於管理價格風險"
          ],
          "types": [
            "農產品期貨：如小麥、玉米、大豆",
            "能源期貨：如原油、天然氣",
            "金屬期貨：如黃金、白銀、銅"
          ],
          "example": "簽訂一份3個月後以每桶70美元的價格購買1,000桶原油的期貨合約。"
        }
      }
    }
  }
  "外匯 (Foreign Exchange, Forex / 外匯)": {
    "description": {
      "english": "Foreign exchange involves the trading of currencies. It is the largest and most liquid financial market in the world.",
      "chinese": "外匯涉及貨幣交易。它是世界上最大和最具流動性的金融市場。"
    },
    "products": {
      "現匯交易 (Spot Transactions)": {
        "english": {
          "definition": "Spot transactions involve the exchange of two currencies at the current market rate, with settlement typically occurring within two business days.",
          "keyFeatures": [
            "Immediate Exchange: Currencies are exchanged at the current market rate",
            "Quick Settlement: Usually settled within two business days",
            "No Future Obligation: The transaction is completed once settled",
            "Used for Immediate Needs: Often used for international trade or travel"
          ],
          "types": [
            "Major Currency Pairs: e.g., EUR/USD, USD/JPY, GBP/USD",
            "Minor Currency Pairs: e.g., EUR/GBP, USD/CAD, AUD/NZD",
            "Exotic Currency Pairs: e.g., USD/SGD, EUR/TRY"
          ],
          "example": "Exchanging 100,000 USD for Euros at the current market rate for a business transaction."
        },
        "chinese": {
          "definition": "現匯交易涉及以當前市場匯率兌換兩種貨幣，通常在兩個工作日內結算。",
          "keyFeatures": [
            "即時兌換：以當前市場匯率兌換貨幣",
            "快速結算：通常在兩個工作日內結算",
            "無未來義務：交易一旦結算就完成",
            "用於即時需求：常用於國際貿易或旅行"
          ],
          "types": [
            "主要貨幣對：如歐元/美元、美元/日元、英鎊/美元",
            "次要貨幣對：如歐元/英鎊、美元/加元、澳元/紐元",
            "奇異貨幣對：如美元/新加坡元、歐元/土耳其里拉"
          ],
          "example": "以當前市場匯率將100,000美元兌換成歐元用於商業交易。"
        }
      },
      "遠期交易 (Forward Transactions)": {
        "english": {
          "definition": "Forward transactions are agreements to exchange currencies at a specified future date at a rate agreed upon today.",
          "keyFeatures": [
            "Future Settlement: Exchange occurs at a predetermined future date",
            "Locked-in Rate: Exchange rate is agreed upon at the time of contract",
            "Customizable: Can be tailored to specific amounts and dates",
            "Hedging Tool: Often used to hedge against currency fluctuations"
          ],
          "types": [
            "Outright Forwards: Simple agreement to exchange currencies at a future date",
            "Non-Deliverable Forwards (NDFs): Cash-settled forwards often used for restricted currencies",
            "Flexible Forwards: Allow for early drawing of the contract amount"
          ],
          "example": "Agreeing today to exchange 1 million USD for Euros in 3 months at a rate of 1.20 USD/EUR."
        },
        "chinese": {
          "definition": "遠期交易是在今天約定在特定未來日期以約定匯率兌換貨幣的協議。",
          "keyFeatures": [
            "未來結算：在預定的未來日期進行兌換",
            "鎖定匯率：兌換匯率在簽訂合約時確定",
            "可定制：可以根據特定金額和日期定制",
            "對沖工具：常用於對沖貨幣波動"
          ],
          "types": [
            "直接遠期：在未來日期兌換貨幣的簡單協議",
            "非交割遠期（NDF）：現金結算的遠期，常用於受限制貨幣",
            "靈活遠期：允許提前提取合約金額"
          ],
          "example": "今天同意在3個月後以1.20美元/歐元的匯率兌換100萬美元為歐元。"
        }
      }
    }
  },
  "不動產投資信託 (Real Estate Investment Trusts, REITs / 不動產投資信託)": {
    "description": {
      "english": "REITs are companies that own, operate, or finance income-generating real estate across a range of property sectors.",
      "chinese": "REITs是擁有、經營或為各種房地產部門的創收房地產提供融資的公司。"
    },
    "products": {
      "股權型REITs (Equity REITs)": {
        "english": {
          "definition": "Equity REITs own and operate income-producing real estate, deriving most of their revenue from rents.",
          "keyFeatures": [
            "Property Ownership: Directly own and manage real estate properties",
            "Rental Income: Primary source of revenue is from property rents",
            "Dividend Distribution: Required to distribute at least 90% of taxable income to shareholders",
            "Liquidity: Traded on major exchanges, providing liquidity to investors"
          ],
          "types": [
            "Residential REITs: Focus on apartment buildings, single-family homes",
            "Retail REITs: Own shopping centers, malls",
            "Office REITs: Invest in office buildings",
            "Healthcare REITs: Own hospitals, medical offices, senior living facilities"
          ],
          "example": "Investing in a REIT that owns and manages a portfolio of office buildings in major U.S. cities."
        },
        "chinese": {
          "definition": "股權型REITs擁有和經營創收房地產，其大部分收入來自租金。",
          "keyFeatures": [
            "物業所有權：直接擁有和管理房地產",
            "租金收入：主要收入來源是物業租金",
            "股息分配：要求向股東分配至少90%的應稅收入",
            "流動性：在主要交易所交易，為投資者提供流動性"
          ],
          "types": [
            "住宅REITs：專注於公寓樓、獨立屋",
            "零售REITs：擁有購物中心、商場",
            "辦公室REITs：投資辦公樓",
            "醫療保健REITs：擁有醫院、醫療辦公室、養老設施"
          ],
          "example": "投資於擁有和管理美國主要城市辦公樓組合的REIT。"
        }
      },
      "抵押型REITs (Mortgage REITs)": {
        "english": {
          "definition": "Mortgage REITs provide financing for income-producing real estate by purchasing or originating mortgages and mortgage-backed securities.",
          "keyFeatures": [
            "Loan Provision: Provide loans to real estate owners and operators",
            "Interest Income: Derive income from interest on mortgage loans",
            "Higher Yields: Often offer higher dividend yields than equity REITs",
            "Interest Rate Sensitivity: Performance can be affected by changes in interest rates"
          ],
          "types": [
            "Residential Mortgage REITs: Focus on residential mortgage loans",
            "Commercial Mortgage REITs: Specialize in commercial mortgage loans",
            "Hybrid Mortgage REITs: Invest in both residential and commercial mortgages"
          ],
          "example": "Investing in a REIT that purchases mortgage-backed securities from government agencies."
        },
        "chinese": {
          "definition": "抵押型REITs通過購買或發起抵押貸款和抵押貸款支持證券，為創收房地產提供融資。",
          "keyFeatures": [
            "提供貸款：向房地產所有者和經營者提供貸款",
            "利息收入：收入來自抵押貸款利息",
            "較高收益：通常提供比股權型REITs更高的股息收益",
            "對利率敏感：表現可能受利率變化影響"
          ],
          "types": [
            "住宅抵押REITs：專注於住宅抵押貸款",
            "商業抵押REITs：專門從事商業抵押貸款",
            "混合抵押REITs：投資於住宅和商業抵押貸款"
          ],
          "example": "投資於從政府機構購買抵押貸款支持證券的REIT。"
        }
      }
    }
  },
  "衍生品 (Derivatives / 衍生品)": {
    "description": {
      "english": "Derivatives are financial contracts whose value is derived from the performance of an underlying entity, such as an asset, index, or entity.",
      "chinese": "衍生品是其價值源自標的實體（如資產、指數或實體）表現的金融合約。"
    },
    "products": {
      "互換合約 (Swaps)": {
        "english": {
          "definition": "Swaps are agreements between two parties to exchange sequences of cash flows for a set period of time.",
          "keyFeatures": [
            "Customizable: Can be tailored to meet specific needs",
            "Risk Management: Used to hedge against various financial risks",
            "No Exchange of Principal: Only the cash flows are exchanged",
            "Over-the-Counter: Typically traded directly between parties, not on exchanges"
          ],
          "types": [
            "Interest Rate Swaps: Exchange of fixed and floating interest rate payments",
            "Currency Swaps: Exchange of principal and interest payments in different currencies",
            "Credit Default Swaps: Protection against credit risk",
            "Commodity Swaps: Exchange of fixed and floating prices of commodities"
          ],
          "example": "A company swaps its floating-rate interest payments for fixed-rate payments to protect against rising interest rates."
        },
        "chinese": {
          "definition": "互換是兩方之間在一定時期內交換一系列現金流的協議。",
          "keyFeatures": [
            "可定制：可以根據特定需求定制",
            "風險管理：用於對沖各種金融風險",
            "不交換本金：只交換現金流",
            "場外交易：通常直接在雙方之間交易，而不是在交易所"
          ],
          "types": [
            "利率互換：固定和浮動利率支付的交換",
            "貨幣互換：不同貨幣的本金和利息支付的交換",
            "信用違約互換：對信用風險的保護",
            "商品互換：商品固定和浮動價格的交換"
          ],
          "example": "一家公司將其浮動利率支付互換為固定利率支付，以防範利率上升。"
        }
      }
    }
  }
  "衍生品 (Derivatives / 衍生品)": {
    "description": {
      "english": "Derivatives are financial contracts whose value is derived from the performance of an underlying entity, such as an asset, index, or entity.",
      "chinese": "衍生品是其價值源自標的實體（如資產、指數或實體）表現的金融合約。"
    },
    "products": {
      "互換合約 (Swaps)": {
        "english": {
          "definition": "Swaps are agreements between two parties to exchange sequences of cash flows for a set period of time.",
          "keyFeatures": [
            "Customizable: Can be tailored to meet specific needs",
            "Risk Management: Used to hedge against various financial risks",
            "No Exchange of Principal: Only the cash flows are exchanged",
            "Over-the-Counter: Typically traded directly between parties, not on exchanges"
          ],
          "types": [
            "Interest Rate Swaps: Exchange of fixed and floating interest rate payments",
            "Currency Swaps: Exchange of principal and interest payments in different currencies",
            "Credit Default Swaps: Protection against credit risk",
            "Commodity Swaps: Exchange of fixed and floating prices of commodities"
          ],
          "example": "A company swaps its floating-rate interest payments for fixed-rate payments to protect against rising interest rates."
        },
        "chinese": {
          "definition": "互換是兩方之間在一定時期內交換一系列現金流的協議。",
          "keyFeatures": [
            "可定制：可以根據特定需求定制",
            "風險管理：用於對沖各種金融風險",
            "不交換本金：只交換現金流",
            "場外交易：通常直接在雙方之間交易，而不是在交易所"
          ],
          "types": [
            "利率互換：固定和浮動利率支付的交換",
            "貨幣互換：不同貨幣的本金和利息支付的交換",
            "信用違約互換：對信用風險的保護",
            "商品互換：商品固定和浮動價格的交換"
          ],
          "example": "一家公司將其浮動利率支付互換為固定利率支付，以防範利率上升。"
        }
      },
      "遠期合約 (Forwards)": {
        "english": {
          "definition": "Forward contracts are customized agreements to buy or sell an asset at a specified price on a future date.",
          "keyFeatures": [
            "Customizable: Terms are negotiated between the parties",
            "Private: Not traded on exchanges",
            "No Upfront Payment: Settlement occurs at maturity",
            "Hedge Against Price Movements: Used to lock in future prices"
          ],
          "types": [
            "Currency Forwards: Agreement to exchange currencies at a future date",
            "Commodity Forwards: Agreement to buy/sell commodities at a future date",
            "Interest Rate Forwards: Agreement on future interest rates"
          ],
          "example": "A farmer agreeing to sell 100,000 bushels of wheat at $5 per bushel in six months."
        },
        "chinese": {
          "definition": "遠期合約是在未來日期以指定價格買賣資產的定制協議。",
          "keyFeatures": [
            "可定制：條款由雙方協商",
            "私人：不在交易所交易",
            "無預付款：在到期時結算",
            "對沖價格變動：用於鎖定未來價格"
          ],
          "types": [
            "貨幣遠期：在未來日期兌換貨幣的協議",
            "商品遠期：在未來日期買賣商品的協議",
            "利率遠期：關於未來利率的協議"
          ],
          "example": "一位農民同意在六個月後以每蒲式耳5美元的價格出售10萬蒲式耳小麥。"
        }
      },
      "選擇權 (Warrants)": {
        "english": {
          "definition": "Warrants are securities that give the holder the right, but not the obligation, to buy or sell a security at a certain price before expiration.",
          "keyFeatures": [
            "Long-Term: Usually have longer expiration periods than standard options",
            "Issued by Companies: Often issued by companies along with bonds or stocks",
            "Dilutive: If exercised, they increase the number of outstanding shares",
            "Leverage: Provide leveraged exposure to the underlying stock"
          ],
          "types": [
            "Call Warrants: Right to buy shares at a specific price",
            "Put Warrants: Right to sell shares at a specific price",
            "Covered Warrants: Issued by financial institutions, not the company itself"
          ],
          "example": "A company issues bonds with attached warrants allowing holders to buy company stock at $50 per share within the next five years."
        },
        "chinese": {
          "definition": "認股權證是賦予持有人在到期前以特定價格買入或賣出證券的權利（但非義務）的證券。",
          "keyFeatures": [
            "長期：通常比標準期權有更長的到期期限",
            "由公司發行：通常與債券或股票一起發行",
            "稀釋效應：如果行使，會增加流通股數",
            "槓桿：提供對標的股票的槓桿化投資"
          ],
          "types": [
            "認購權證：以特定價格買入股票的權利",
            "認沽權證：以特定價格賣出股票的權利",
            "備兌權證：由金融機構而非公司本身發行"
          ],
          "example": "一家公司發行債券，附帶認股權證，允許持有人在未來五年內以每股50美元的價格購買公司股票。"
        }
      }
    }
  },
  "商品 (Commodities / 商品)": {
    "description": {
      "english": "Commodities are raw materials or primary agricultural products that can be bought and sold, such as gold, oil, or wheat.",
      "chinese": "商品是可以買賣的原材料或初級農產品，如黃金、石油或小麥。"
    },
    "products": {
      "能源產品 (Energy Products)": {
        "english": {
          "definition": "Energy products are commodities used as sources of power, including oil, natural gas, and electricity.",
          "keyFeatures": [
            "High Volatility: Prices can fluctuate widely based on supply and demand",
            "Geopolitical Influence: Often affected by political events and policies",
            "Seasonal Demand: Consumption can vary based on weather and seasons",
            "Futures Trading: Commonly traded via futures contracts"
          ],
          "types": [
            "Crude Oil: The world's most actively traded commodity",
            "Natural Gas: Used for heating, electricity generation, and industrial processes",
            "Electricity: Traded in deregulated markets",
            "Renewable Energy: Including solar and wind power credits"
          ],
          "example": "Purchasing futures contracts for 1,000 barrels of West Texas Intermediate (WTI) crude oil."
        },
        "chinese": {
          "definition": "能源產品是用作動力來源的商品，包括石油、天然氣和電力。",
          "keyFeatures": [
            "高波動性：價格可能根據供需情況大幅波動",
            "地緣政治影響：常受政治事件和政策影響",
            "季節性需求：消耗量可能因天氣和季節而變化",
            "期貨交易：通常通過期貨合約交易"
          ],
          "types": [
            "原油：世界上交易最活躍的商品",
            "天然氣：用於供暖、發電和工業過程",
            "電力：在放開管制的市場中交易",
            "可再生能源：包括太陽能和風能信用"
          ],
          "example": "購買1,000桶西德克薩斯中質原油（WTI）的期貨合約。"
        }
      },
      "貴金屬 (Precious Metals)": {
        "english": {
          "definition": "Precious metals are rare, naturally occurring metallic chemical elements of high economic value.",
          "keyFeatures": [
            "Store of Value: Often seen as a hedge against inflation and currency fluctuations",
            "Industrial Use: Have practical applications in various industries",
            "Limited Supply: Scarcity contributes to their value",
            "Global Market: Traded worldwide, often priced in US dollars"
          ],
          "types": [
            "Gold: Most popular precious metal for investment",
            "Silver: Used in both investment and industrial applications",
            "Platinum: Rarer than gold, used in catalytic converters",
            "Palladium: Important in electronics and automotive industries"
          ],
          "example": "Investing in gold bullion coins or bars as a hedge against economic uncertainty."
        },
        "chinese": {
          "definition": "貴金屬是稀有、自然生成的具有高經濟價值的金屬化學元素。",
          "keyFeatures": [
            "價值儲存：通常被視為對抗通貨膨脹和貨幣波動的對沖工具",
            "工業用途：在各種行業中有實際應用",
            "供應有限：稀缺性貢獻於其價值",
            "全球市場：在全球範圍內交易，通常以美元定價"
          ],
          "types": [
            "黃金：最受歡迎的投資貴金屬",
            "白銀：用於投資和工業應用",
            "鉑金：比黃金更稀有，用於催化轉換器",
            "鈀金：在電子和汽車工業中很重要"
          ],
          "example": "投資黃金金幣或金條作為經濟不確定性的對沖工具。"
        }
      }
    }
  },
  "保險產品 (Insurance Products / 保險產品)": {
    "description": {
      "english": "Insurance products are financial arrangements that provide protection against financial losses from specified risks in exchange for premium payments.",
      "chinese": "保險產品是通過支付保費來提供對特定風險的財務損失保護的金融安排。"
    },
    "products": {
      "人壽保險 (Life Insurance)": {
        "english": {
          "definition": "Life insurance provides a financial benefit to beneficiaries upon the death of the insured person.",
          "keyFeatures": [
            "Death Benefit: Pays out a lump sum to beneficiaries",
            "Premium Payments: Regular payments to maintain coverage",
            "Cash Value: Some policies accumulate cash value over time",
            "Tax Benefits: Death benefits are often tax-free to beneficiaries"
          ],
          "types": [
            "Term Life Insurance: Provides coverage for a specific period",
            "Whole Life Insurance: Provides lifelong coverage with a savings component",
            "Universal Life Insurance: Flexible premiums and death benefits",
            "Variable Life Insurance: Allows investment of the cash value portion"
          ],
          "example": "Purchasing a 20-year term life insurance policy with a $500,000 death benefit."
        },
        "chinese": {
          "definition": "人壽保險在被保險人死亡時向受益人提供財務利益。",
          "keyFeatures": [
            "死亡給付：向受益人支付一筆款項",
            "保費支付：定期支付以維持保障",
            "現金價值：某些保單隨時間積累現金價值",
            "稅收優惠：死亡給付通常對受益人免稅"
          ],
          "types": [
            "定期人壽保險：提供特定期限的保障",
            "終身壽險：提供終身保障，帶有儲蓄組成部分",
            "萬能壽險：靈活的保費和死亡給付",
            "變額壽險：允許投資現金價值部分"
          ],
          "example": "購買一份20年期、死亡給付為50萬美元的定期人壽保險。"
        }
      },
      "健康保險 (Health Insurance)": {
        "english": {
          "definition": "Health insurance covers medical expenses incurred due to illness, injury, or preventive care.",
          "keyFeatures": [
            "Premium Payments: Regular payments for coverage",
            "Deductibles: Amount paid out-of-pocket before insurance coverage begins",
            "Copayments: Fixed amounts paid for certain services",
            "Network Providers: List of healthcare providers covered by the plan"
          ],
          "types": [
            "Health Maintenance Organization (HMO): Focuses on prevention and wellness",
            "Preferred Provider Organization (PPO): Offers more flexibility in choosing providers",
            "Exclusive Provider Organization (EPO): Combines features of HMO and PPO",
            "High-Deductible Health Plan (HDHP): Lower premiums but higher deductibles"
          ],
          "example": "Enrolling in an employer-sponsored PPO health insurance plan with a $1,000 annual deductible."
        },
        "chinese": {
          "definition": "健康保險覆蓋因疾病、受傷或預防性護理而產生的醫療費用。",
          "keyFeatures": [
            "保費支付：定期支付以獲得保障",
            "自付額：保險保障開始前需自付的金額",
            "共付額：為某些服務支付的固定金額",
            "網絡提供者：計劃覆蓋的醫療服務提供者清單"
          ],
          "types": [
            "健康維護組織（HMO）：專注於預防和保健",
            "優選提供者組織（PPO）：在選擇提供者方面提供更多靈活性",
            "專屬提供者組織（EPO）：結合HMO和PPO的特點",
            "高自付額健康計劃（HDHP）：保費較低但自付額較高"
          ],
          "example": "參加雇主贊助的PPO健康保險計劃，年度自付額為1,000美元。"
        }
      }
    }
  }
  "保險產品 (Insurance Products / 保險產品)": {
    "description": {
      "english": "Insurance products are financial arrangements that provide protection against financial losses from specified risks in exchange for premium payments.",
      "chinese": "保險產品是通過支付保費來提供對特定風險的財務損失保護的金融安排。"
    },
    "products": {
      "人壽保險 (Life Insurance)": {
        "english": {
          "definition": "Life insurance provides a financial benefit to beneficiaries upon the death of the insured person.",
          "keyFeatures": [
            "Death Benefit: Pays out a lump sum to beneficiaries",
            "Premium Payments: Regular payments to maintain coverage",
            "Cash Value: Some policies accumulate cash value over time",
            "Tax Benefits: Death benefits are often tax-free to beneficiaries"
          ],
          "types": [
            "Term Life Insurance: Provides coverage for a specific period",
            "Whole Life Insurance: Provides lifelong coverage with a savings component",
            "Universal Life Insurance: Flexible premiums and death benefits",
            "Variable Life Insurance: Allows investment of the cash value portion"
          ],
          "example": "Purchasing a 20-year term life insurance policy with a $500,000 death benefit."
        },
        "chinese": {
          "definition": "人壽保險在被保險人死亡時向受益人提供財務利益。",
          "keyFeatures": [
            "死亡給付：向受益人支付一筆款項",
            "保費支付：定期支付以維持保障",
            "現金價值：某些保單隨時間積累現金價值",
            "稅收優惠：死亡給付通常對受益人免稅"
          ],
          "types": [
            "定期人壽保險：提供特定期限的保障",
            "終身壽險：提供終身保障，帶有儲蓄組成部分",
            "萬能壽險：靈活的保費和死亡給付",
            "變額壽險：允許投資現金價值部分"
          ],
          "example": "購買一份20年期、死亡給付為50萬美元的定期人壽保險。"
        }
      },
      "健康保險 (Health Insurance)": {
        "english": {
          "definition": "Health insurance covers medical expenses incurred due to illness, injury, or preventive care.",
          "keyFeatures": [
            "Premium Payments: Regular payments for coverage",
            "Deductibles: Amount paid out-of-pocket before insurance coverage begins",
            "Copayments: Fixed amounts paid for certain services",
            "Network Providers: List of healthcare providers covered by the plan"
          ],
          "types": [
            "Health Maintenance Organization (HMO): Focuses on prevention and wellness",
            "Preferred Provider Organization (PPO): Offers more flexibility in choosing providers",
            "Exclusive Provider Organization (EPO): Combines features of HMO and PPO",
            "High-Deductible Health Plan (HDHP): Lower premiums but higher deductibles"
          ],
          "example": "Enrolling in an employer-sponsored PPO health insurance plan with a $1,000 annual deductible."
        },
        "chinese": {
          "definition": "健康保險覆蓋因疾病、受傷或預防性護理而產生的醫療費用。",
          "keyFeatures": [
            "保費支付：定期支付以獲得保障",
            "自付額：保險保障開始前需自付的金額",
            "共付額：為某些服務支付的固定金額",
            "網絡提供者：計劃覆蓋的醫療服務提供者清單"
          ],
          "types": [
            "健康維護組織（HMO）：專注於預防和保健",
            "優選提供者組織（PPO）：在選擇提供者方面提供更多靈活性",
            "專屬提供者組織（EPO）：結合HMO和PPO的特點",
            "高自付額健康計劃（HDHP）：保費較低但自付額較高"
          ],
          "example": "參加雇主贊助的PPO健康保險計劃，年度自付額為1,000美元。"
        }
      },
      "財產保險 (Property Insurance)": {
        "english": {
          "definition": "Property insurance provides protection against most risks to property, such as fire, theft, or weather damage.",
          "keyFeatures": [
            "Coverage Limits: Maximum amount the insurer will pay for covered losses",
            "Deductibles: Amount the policyholder must pay before insurance coverage kicks in",
            "Premiums: Regular payments to maintain coverage",
            "Claims Process: Procedure for requesting compensation for a covered loss"
          ],
          "types": [
            "Homeowners Insurance: Covers private residences",
            "Renters Insurance: Protects tenants' personal property",
            "Flood Insurance: Specifically covers damage from flooding",
            "Earthquake Insurance: Covers damage from seismic activity"
          ],
          "example": "Purchasing a homeowners insurance policy that covers the house for $300,000 and personal property for $100,000."
        },
        "chinese": {
          "definition": "財產保險提供對大多數財產風險的保護，如火災、盜竊或天氣損害。",
          "keyFeatures": [
            "保障限額：保險公司支付的最高賠償金額",
            "自付額：保單持有人在保險生效前必須支付的金額",
            "保費：定期支付以維持保障",
            "理賠程序：申請賠償的程序"
          ],
          "types": [
            "房主保險：覆蓋私人住宅",
            "租客保險：保護租戶的個人財產",
            "洪水保險：專門覆蓋洪水造成的損害",
            "地震保險：覆蓋地震活動造成的損害"
          ],
          "example": "購買一份房主保險，保障房屋價值30萬美元，個人財產10萬美元。"
        }
      },
      "責任保險 (Liability Insurance)": {
        "english": {
          "definition": "Liability insurance provides protection against claims resulting from injuries and damage to other people or property.",
          "keyFeatures": [
            "Legal Defense: Covers legal costs if sued",
            "Claim Settlements: Pays for covered claims up to policy limits",
            "Medical Payments: Covers immediate medical expenses for injured parties",
            "Property Damage: Pays for damage to others' property"
          ],
          "types": [
            "Personal Liability: Part of homeowners or renters insurance",
            "Professional Liability: Protects against malpractice or negligence claims",
            "Product Liability: Covers manufacturers against product-related injury claims",
            "Commercial General Liability: Broad coverage for businesses"
          ],
          "example": "A doctor purchasing a $1 million professional liability (malpractice) insurance policy."
        },
        "chinese": {
          "definition": "責任保險提供對因傷害和損害他人或財產而引起的索賠的保護。",
          "keyFeatures": [
            "法律辯護：如果被起訴，支付法律費用",
            "索賠和解：在保單限額內支付受保索賠",
            "醫療費用：支付受傷方的即時醫療費用",
            "財產損害：支付對他人財產的損害"
          ],
          "types": [
            "個人責任：房主或租客保險的一部分",
            "專業責任：保護against醫療事故或疏忽索賠",
            "產品責任：覆蓋製造商against產品相關傷害索賠",
            "商業綜合責任：為企業提供廣泛保障"
          ],
          "example": "一位醫生購買100萬美元的專業責任（醫療事故）保險。"
        }
      }
    }
  },
  "結構性產品 (Structured Products / 結構性產品)": {
    "description": {
      "english": "Structured products are pre-packaged investments that normally include assets linked to interest plus one or more derivatives.",
      "chinese": "結構性產品是預先包裝的投資，通常包括與利息掛鉤的資產加上一個或多個衍生品。"
    },
    "products": {
      "結構性存款 (Structured Deposits)": {
        "english": {
          "definition": "Structured deposits are a type of term deposit where the return is linked to the performance of an underlying asset, index, or benchmark.",
          "keyFeatures": [
            "Principal Protection: Often guarantees return of initial investment",
            "Market-Linked Returns: Potential for higher returns based on market performance",
            "Fixed Term: Investment locked in for a specific period",
            "Complexity: Often more complex than traditional deposits"
          ],
          "types": [
            "Equity-Linked Deposits: Returns linked to stock market performance",
            "Foreign Exchange-Linked Deposits: Returns based on currency movements",
            "Commodity-Linked Deposits: Returns tied to commodity prices",
            "Interest Rate-Linked Deposits: Returns based on interest rate movements"
          ],
          "example": "Investing in a 3-year structured deposit that offers 100% principal protection and returns linked to the S&P 500 index performance."
        },
        "chinese": {
          "definition": "結構性存款是一種定期存款，其回報與標的資產、指數或基準的表現掛鉤。",
          "keyFeatures": [
            "本金保護：通常保證返還初始投資",
            "市場掛鉤回報：基於市場表現有潛在較高回報",
            "固定期限：投資在特定期限內鎖定",
            "複雜性：通常比傳統存款更複雜"
          ],
          "types": [
            "股票掛鉤存款：回報與股票市場表現掛鉤",
            "外匯掛鉤存款：回報基於貨幣走勢",
            "商品掛鉤存款：回報與商品價格掛鉤",
            "利率掛鉤存款：回報基於利率走勢"
          ],
          "example": "投資一個3年期結構性存款，提供100%本金保護，回報與標準普爾500指數表現掛鉤。"
        }
      },
      "資產擔保證券 (Asset-Backed Securities, ABS)": {
        "english": {
          "definition": "Asset-backed securities are financial securities collateralized by a pool of assets such as loans, leases, credit card debt, or receivables.",
          "keyFeatures": [
            "Diversification: Backed by a pool of assets",
            "Cash Flow Generation: Regular payments from the underlying assets",
            "Credit Enhancement: Structures to improve credit quality",
            "Tranches: Different risk-return profiles available"
          ],
          "types": [
            "Auto Loan ABS: Backed by car loans",
            "Credit Card ABS: Collateralized by credit card receivables",
            "Student Loan ABS: Backed by student loans",
            "Equipment Lease ABS: Collateralized by equipment lease payments"
          ],
          "example": "Investing in an ABS backed by a pool of auto loans, which pays monthly interest based on the loan repayments."
        },
        "chinese": {
          "definition": "資產擔保證券是以貸款、租賃、信用卡債務或應收賬款等資產池作為抵押的金融證券。",
          "keyFeatures": [
            "多元化：由資產池支持",
            "現金流生成：來自基礎資產的定期支付",
            "信用增級：改善信用質量的結構",
            "分層：提供不同風險回報配置"
          ],
          "types": [
            "汽車貸款ABS：由汽車貸款支持",
            "信用卡ABS：以信用卡應收賬款作為抵押",
            "學生貸款ABS：由學生貸款支持",
            "設備租賃ABS：以設備租賃付款作為抵押"
          ],
          "example": "投資一個由汽車貸款池支持的ABS，根據貸款還款按月支付利息。"
        }
      },
      "抵押貸款擔保證券 (Mortgage-Backed Securities, MBS)": {
        "english": {
          "definition": "Mortgage-backed securities are investments secured by a collection of mortgages, typically from banks or other financial institutions.",
          "keyFeatures": [
            "Pass-Through Structure: Payments from mortgages are passed through to investors",
            "Prepayment Risk: Risk of early repayment of mortgages",
            "Government-Backed Options: Some MBS are guaranteed by government agencies",
            "Interest Rate Sensitivity: Value can fluctuate with interest rate changes"
          ],
          "types": [
            "Residential MBS: Backed by residential mortgages",
            "Commercial MBS: Backed by commercial property mortgages",
            "Agency MBS: Issued by government-sponsored enterprises",
            "Non-Agency MBS: Issued by private institutions"
          ],
          "example": "Purchasing a residential MBS that provides monthly payments based on the interest and principal payments of a pool of home mortgages."
        },
        "chinese": {
          "definition": "抵押貸款擔保證券是由一組抵押貸款（通常來自銀行或其他金融機構）作為擔保的投資。",
          "keyFeatures": [
            "轉付結構：抵押貸款的付款轉付給投資者",
            "提前還款風險：抵押貸款提前還款的風險",
            "政府支持選項：某些MBS由政府機構擔保",
            "利率敏感性：價值可能隨利率變化而波動"
          ],
          "types": [
            "住宅MBS：由住宅抵押貸款支持",
            "商業MBS：由商業物業抵押貸款支持",
            "機構MBS：由政府支持企業發行",
            "非機構MBS：由私人機構發行"
          ],
          "example": "購買一個住宅MBS，根據一池住房抵押貸款的利息和本金支付提供每月付款。"
        }
      }
    }
  }
}